[
  "obsidian-style-settings",
  "table-editor-obsidian",
  "omnisearch",
  "settings-search",
  "obsidian-linter",
  "x86-flow-graphing",
  "various-complements",
  "tag-wrangler",
  "obsidian-plugin-toc",
  "obsidian-diagrams-net",
  "obsidian-kanban",
  "calendar"
]