[
  "obsidian-git",
  "obsidian-plugin-toc",
  "various-complements",
  "calendar",
  "obsidian-style-settings",
  "omnisearch",
  "obsidian-linter",
  "x86-flow-graphing",
  "heading-level-indent",
  "obsidian-diagrams-net",
  "emoji-shortcodes",
  "settings-search",
  "obsidian-latex-suite",
  "quick-latex",
  "tag-wrangler",
  "obsidian-raindrop-highlights",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-spaced-repetition",
  "nuke-orphans",
  "html-tabs"
]