[
  "obsidian-git",
  "obsidian-plugin-toc",
  "various-complements",
  "calendar",
  "obsidian-style-settings",
  "omnisearch",
  "url-into-selection",
  "obsidian-linter",
  "x86-flow-graphing",
  "mathpad",
  "heading-level-indent",
  "obsidian-diagrams-net",
  "emoji-shortcodes",
  "settings-search",
  "obsidian-latex-suite",
  "quick-latex"
]